{
  "3_refroidissement": {
    "description": "Systèmes de refroidissement",
    "sous_categories": {
      "3.1_regulation_emission": {
        "description": "Régulation de l'émission",
        "classes": {
          "classe_D": {
            "aucune_regulation_automatique": {
              "description": "Aucune régulation automatique de la température ambiante",
              "impact": "La puissance maximale est fournie en continu aux échangeurs de chaleur. Cela entraîne une dépense inutile d'énergie thermique en charge partielle.",
              "images": ["image_1"]
            },
            "regulation_centrale_automatique": {
              "description": "Régulation centrale automatique agissant soit sur la distribution, soit sur la génération",
              "impact": "La puissance fournie est régulée en fonction de la température extérieure par exemple (correspondant à la demande de chaleur probable des consommateurs). Les déperditions d'énergie sont ainsi réduites en charge partielle, mais il est impossible de tirer parti des différents apports de chaleur dans les pièces.",
              "images": ["image_1"]
            }
          },
          "classe_C": {
            "regulation_individuelle_piece": {
              "description": "Régulation individuelle par pièce au moyen de robinets thermostatiques ou d'un régulateur électronique",
              "impact": "La puissance fournie dépend de la température ambiante (= grandeur réglée). Elle tient compte également des apports de chaleur dans la pièce (rayonnement solaire, personnes, animaux, équipements techniques). Le confort ambiant peut être maintenu pour satisfaire aux différents besoins. Les vannes thermostatiques ne sont généralement pas utilisées pour le refroidissement.",
              "images": ["image_1"]
            }
          },
          "classe_B": {
            "regulation_modulante_communication": {
              "description": "Régulation modulante individuelle par pièce avec communication entre les régulateurs et le BACS",
              "impact": "Même raison que précédemment. De plus : La centralisation des programmes horaires permet de réduire la puissance en période d'inoccupation des fonctions d'exploitation et de surveillance permet d'optimiser encore plus le fonctionnement.",
              "images": ["image_1"]
            }
          },
          "classe_A": {
            "regulation_modulante_reaction_lente": {
              "description": "Régulation modulante individuelle par pièce avec communication pour systèmes d'émission de froid à réaction lente",
              "impact": "Même raison que précédemment. Ceci permet d'obtenir un fonctionnement éco-performant pour les systèmes d'émission à réaction lente similaire à celui de la fonction 3.1.4.",
              "images": ["image_1"]
            },
            "regulation_modulante_occupation": {
              "description": "Régulation modulante individuelle par pièce avec communication et détection d'occupation",
              "impact": "Même raison que précédemment. De plus : La régulation effective en fonction de l'occupation permet d'économiser encore plus d'énergie dans la pièce en charge partielle. La production d'énergie en fonction des besoins entraîne des déperditions minimales au niveau de la fourniture et de la distribution.",
              "images": ["image_1"]
            }
          }
        }
      },
      "3.2_regulation_emission_thermo_actif": {
        "description": "Régulation de l'émission pour système thermo-actif (mode de refroidissement)",
        "classes": {
          "classe_D": {
            "aucune_regulation_automatique": {
              "description": "Aucune régulation automatique de la température ambiante",
              "impact": "La puissance maximum est fournie en continu au système thermo-actif, ce qui résulte en l'émission d'une énergie frigorifique superflue en charge partielle.",
              "images": ["image_2"]
            }
          },
          "classe_C": {
            "regulation_centrale_automatique": {
              "description": "Régulation centrale automatique pour une zone de système thermo-actif",
              "impact": "La puissance fournie est régulée en fonction de la température extérieure par exemple (correspondant à la demande de chaleur probable des consommateurs). Les déperditions d'énergie sont ainsi réduites en charge partielle, mais il est impossible de tirer parti des différents apports de chaleur dans les pièces.",
              "images": ["image_2"]
            }
          },
          "classe_B": {
            "regulation_centrale_automatique_evoluee": {
              "description": "Régulation centrale automatique évoluée",
              "impact": "La puissance fournie est régulée en fonction de la température extérieure par exemple (correspondant à la demande probable des consommateurs). L'exploitation des effets d'autorégulation pendant les heures de fonctionnement permet de satisfaire les besoins de confort dans toutes les pièces et de réduire la demande de refroidissement autant que possible.",
              "images": ["image_2"]
            }
          },
          "classe_A": {
            "regulation_centrale_automatique_evoluee_intermittence": {
              "description": "Régulation centrale automatique évoluée avec fonctionnement par intermittence et/ou commande à rétroaction de température ambiante",
              "impact": "L'enclenchement cyclique des pompes permet d'économiser encore plus d'électricité. En outre, les phases d'enclenchement peuvent être activées lorsqu'une performance énergétique peut être réalisée ou aux heures où l'énergie est disponible à prix avantageux. De plus, la régulation de la température ambiante compense automatiquement les apports thermiques supplémentaires ou manquants.",
              "images": ["image_2"]
            }
          }
        }
      },
      "3.3_regulation_temperature_reseau": {
        "description": "Régulation de la température de l'eau réfrigérée du réseau de distribution (en départ ou en retour)",
        "classes": {
          "classe_D": {
            "regulation_temperature_constante": {
              "description": "Régulation de température constante",
              "impact": "Une température de référence constante et basse doit être distribuée en permanence à l'ensemble des consommateurs, ce qui entraîne des déperditions d'énergie substantielles en charge partielle.",
              "images": ["image_3"]
            }
          },
          "classe_C": {
            "regulation_temperature_exterieure": {
              "description": "Régulation en fonction de la température extérieure",
              "impact": "La température distribuée est réglée en fonction de la température extérieure (correspondant la demande de température probable des consommateurs). Les déperditions d'énergie sont ainsi considérablement réduites.",
              "images": ["image_3"]
            }
          },
          "classe_A": {
            "regulation_basee_besoins": {
              "description": "Régulation basée sur les besoins",
              "impact": "La température distribuée dépend de la température ambiante (grandeur réglée). Elle tient compte également des apports de chaleur dans la pièce (rayonnement solaire, personnes, animaux, équipements techniques). Elle maintient les déperditions d'énergie à un niveau optimal (bas) en charge partielle.",
              "images": ["image_3"]
            }
          }
        }
      },
      "3.4_regulation_pompes_distribution": {
        "description": "Commande des pompes de distribution dans les réseaux hydrauliques",
        "classes": {
          "classe_D": {
            "aucune_regulation_automatique": {
              "description": "Aucune régulation automatique",
              "impact": "Pas d'économie, la pompe consomme de l'électricité en permanence.",
              "images": ["image_4"]
            }
          },
          "classe_C": {
            "commande_marche_arret": {
              "description": "Commande de mise en marche/arrêt",
              "impact": "La pompe ne consomme de l'électricité qu'en cas de besoin : par exemple en période d'occupation ou en mode protection (risque de surchauffe).",
              "images": ["image_4"]
            }
          },
          "classe_B": {
            "commande_multi_niveau": {
              "description": "Commande multi-niveau",
              "impact": "Sur les pompes à plusieurs allures, le fonctionnement à petite vitesse réduit la consommation d'électricité.",
              "images": ["image_4"]
            }
          },
          "classe_A": {
            "commande_vitesse_variable_delta_p_constant": {
              "description": "Commande des pompes à vitesse variable avec Δp constant",
              "impact": "En maintenant une pression différentielle constante sur la pompe, la pression différentielle n'augmente pas lorsque la charge diminue. En charge partielle, la vitesse de la pompe est réduite, ce qui abaisse la consommation électrique.",
              "images": ["image_4"]
            },
            "commande_vitesse_variable_delta_p_variable": {
              "description": "Commande des pompes à vitesse variable avec Δp variable après un signal de demande externe",
              "impact": "La pression différentielle sur la pompe chute à mesure que la charge diminue. Ceci permet de réduire encore plus la vitesse et la puissance électrique en charge partielle. Avec un signal de demande externe, la vitesse de la pompe est réduite le plus possible en charge partielle, tout en couvrant à tout moment les besoins du consommateur dont la demande est la plus forte.",
              "images": ["image_4"]
            }
          }
        }
      },
      "3.4a_equilibrage_hydronique": {
        "description": "Équilibrage hydronique du système de distribution de froid",
        "classes": {
          "classe_D": {
            "aucun_equilibrage": {
              "description": "Aucun équilibrage",
              "impact": "Aucune économie car certains émetteurs de refroidissement peuvent être rapidement suralimentés.",
              "images": ["image_5"]
            },
            "equilibrage_statique_emetteur": {
              "description": "Équilibrage statique de chaque émetteur, sans équilibrage du groupe",
              "impact": "Le débit est correctement réglé sur chaque émetteur de refroidissement pour la situation de référence, mais un suralimentation/sous-alimentation est possible en charge partielle.",
              "images": ["image_5"]
            },
            "equilibrage_statique_emetteur_groupe": {
              "description": "Équilibrage statique de chaque émetteur et équilibrage statique du groupe",
              "impact": "Comme précédemment, mais le débit est aussi réglé correctement pour la situation de référence sur un groupe d'émetteurs de refroidissement.",
              "images": ["image_5"]
            }
          },
          "classe_C": {
            "equilibrage_statique_emetteur_dynamique_groupe": {
              "description": "Équilibrage statique de chaque émetteur et équilibrage dynamique du groupe",
              "impact": "Comme précédemment, mais avec équilibrage dynamique d'un groupe d'émetteurs de refroidissement.",
              "images": ["image_5"]
            }
          },
          "classe_A": {
            "equilibrage_dynamique_emetteur": {
              "description": "Équilibrage dynamique de chaque émetteur",
              "impact": "Chaque émetteur est équilibré dynamiquement, avec une vanne de régulation indépendante de la pression (PICV - soit mécaniquement, soit électroniquement).",
              "images": ["image_5"]
            }
          }
        }
      },
      "3.5_regulation_intermittente": {
        "description": "Régulation intermittente de l'émission et/ou de la distribution",
        "classes": {
          "classe_D": {
            "aucune_regulation_automatique": {
              "description": "Aucune régulation automatique",
              "impact": "Pas d'économies, car l'émission et/ou la distribution sont toujours actives.",
              "images": ["image_6"]
            }
          },
          "classe_C": {
            "regulation_programme_fixe": {
              "description": "Régulation automatique avec programme fixe",
              "impact": "Économies dans l'émission et/ou la distribution en dehors des heures de fonctionnement nominales.",
              "images": ["image_6"]
            }
          },
          "classe_B": {
            "regulation_optimisation_marche_arret": {
              "description": "Régulation automatique avec optimisation de la mise en marche/arrêt",
              "impact": "Économies supplémentaires dans l'émission et/ou la distribution en optimisant en permanence les heures de fonctionnement de l'installation en fonction des heures d'occupation.",
              "images": ["image_6"]
            }
          },
          "classe_A": {
            "regulation_evaluation_besoins": {
              "description": "Régulation automatique avec évaluation des besoins",
              "impact": "Le temps de fonctionnement et/ou la consigne de température pour l'émission et/ou la distribution sont déterminés en fonction de la demande des consommateurs. On peut utiliser pour ce faire le régime de fonctionnement (Confort, Pré-confort, Économie, Protection).",
              "images": ["image_6"]
            }
          }
        }
      },
      "3.6_asservissement_chauffage_refroidissement": {
        "description": "Asservissement entre la régulation du chauffage et celle du refroidissement pour l'émission et/ou la distribution",
        "classes": {
          "classe_D": {
            "aucun_asservissement": {
              "description": "Aucun asservissement",
              "impact": "Les deux systèmes sont commandés indépendamment et peuvent simultanément assurer un chauffage et un refroidissement. L'énergie produite en plus est gaspillée.",
              "images": ["image_7"]
            }
          },
          "classe_B": {
            "asservissement_partiel": {
              "description": "Asservissement partiel (en fonction du système de chauffage, de ventilation et de climatisation CVC)",
              "impact": "La fonction de régulation est établie de manière à réduire le plus possible la possibilité d'un chauffage et d'un refroidissement simultanés. Les consignes de chauffage et de refroidissement en fonction de la température extérieure permettent en partie d'éviter que les régulateurs d'ambiance utilisés avec des unités terminales réchauffent en été et refroidissent en hiver.",
              "images": ["image_7"]
            }
          },
          "classe_A": {
            "asservissement_total": {
              "description": "Asservissement total",
              "impact": "La fonction de régulation permet de garantir qu'il n'y aura aucun chauffage et refroidissement simultané. Un asservissement total (par exemple régulateur séquentiel de la température ambiante) empêche toute absorption d'énergie dans la pièce. Les consignes de chauffage et de refroidissement transmises par les pièces en fonction des besoins empêchent les régulateurs d'ambiance utilisés avec des unités terminales de réchauffer en été et de refroidir en hiver.",
              "images": ["image_7"]
            }
          }
        }
      },
      "3.7_regulation_generateurs_froid": {
        "description": "Régulation de générateurs de froid",
        "classes": {
          "classe_D": {
            "temperature_constante": {
              "description": "Régulation de température constante",
              "impact": "Une température d'eau froide basse est toujours fournie indépendamment de la demande effective, ce qui résulte en une consommation d'énergie inutilement élevée du groupe de froid.",
              "images": ["image_8"]
            }
          },
          "classe_B": {
            "temperature_variable_exterieure": {
              "description": "Régulation de température variable en fonction de la température extérieure",
              "impact": "On tient compte ici de la variation saisonnière de la température extérieure, ce qui conduit à des températures d'eau froide plus élevées lorsque cela convient. La consommation d'énergie des producteurs de froid est ainsi réduite.",
              "images": ["image_8"]
            }
          },
          "classe_A": {
            "temperature_variable_charge": {
              "description": "Régulation de température variable en fonction de la charge",
              "impact": "La demande réelle est prise en compte. La température d'eau froide est ainsi adaptée judicieusement ce qui réduit substantiellement la consommation d'énergie.",
              "images": ["image_8"]
            }
          }
        }
      },
      "3.8_priorite_generateurs_froid": {
        "description": "Ordre de priorité des différents générateurs de froid (générateurs à eau réfrigérée)",
        "classes": {
          "classe_D": {
            "priorites_temps_fonctionnement": {
              "description": "Les priorités sont uniquement basées sur le temps de fonctionnement",
              "impact": "Les temps de fonctionnement peuvent être répartis à volonté entre les différents générateurs de froid.",
              "images": ["image_9"]
            }
          },
          "classe_C": {
            "ordre_priorite_fixe_charges": {
              "description": "Ordre de priorité fixe uniquement basé sur les charges",
              "impact": "Les différents groupes de froid peuvent être exploités en fonction de conditions de charge diverses. Ceci améliore dans une certaine mesure le coefficient de performance annuel.",
              "images": ["image_9"]
            }
          },
          "classe_B": {
            "priorites_rendement_caracteristiques": {
              "description": "Priorités basées sur le rendement et les caractéristiques des générateurs",
              "impact": "En tenant compte du rendement et des conditions de fonctionnement actuels, il est possible d'exécuter la combinaison la plus appropriée et d'améliorer ainsi les coefficients de performance annuels.",
              "images": ["image_9"]
            }
          },
          "classe_A": {
            "ordre_priorite_predictions_charge": {
              "description": "Ordre de priorité basé sur les prédictions de charges",
              "impact": "Le fait de tenir compte du rendement et des conditions de fonctionnement actuels et de prédire la consommation future permet d'exploiter les compresseurs de manière optimale sur le long terme.",
              "images": ["image_9"]
            }
          }
        }
      },
      "3.9_stockage_energie_thermique": {
        "description": "Régulation du stockage de l'énergie thermique (TES)",
        "classes": {
          "classe_D": {
            "stockage_continu": {
              "description": "Stockage continu",
              "impact": "Il s'agit essentiellement de garantir l'approvisionnement si un compresseur tombe en panne. Le stockage continu d'eau froide entraîne également une déperdition continue (par absorption de la chaleur environnante) au niveau du ballon de stockage.",
              "images": ["image_10"]
            }
          },
          "classe_C": {
            "stockage_programme": {
              "description": "Stockage programmé",
              "impact": "Les deux capteurs du ballon fournissent une indication sur sa charge. Sur la base de cette information, il est possible de commuter les compresseurs moins fréquemment et d'obtenir ainsi un fonctionnement plus efficace. Les déperditions du ballon de stockage sont réduites.",
              "images": ["image_10"]
            }
          },
          "classe_A": {
            "stockage_predictions_charges": {
              "description": "Stockage basé sur les prédictions de charges",
              "impact": "La prédiction de la demande des consommateurs permet d'enclencher uniquement la charge nécessaire. Les compresseurs fonctionnement ainsi de manière optimale et les déperditions du ballon de stockage sont réduites au maximum.",
              "images": ["image_10"]
            }
          }
        }
      }
    }
  }
}