{
  "1_chauffage": {
    "description": "Systèmes et méthodes de chauffage du bâtiment",
    "sous_categories": {
      "1.1_regulation_emission": {
        "description": "Régulation de l'émission de chaleur",
        "classes": {
          "classe_D": {
            "aucune_regulation_automatique": {
              "description": "Aucune régulation automatique de la température ambiante",
              "impact": "Les émetteurs de chaleur sont alimentés en permanence à la puissance maximum. Il en résulte une dépense d'énergie thermique inutile en charge partielle.",
              "images": ["image_1"]
            },
            "regulation_centrale_automatique": {
              "description": "Régulation centrale automatique agissant soit sur la distribution, soit sur la génération",
              "impact": "La puissance fournie dépend de la température extérieure par exemple (correspondant à la demande de chaleur probable des consommateurs). Les déperditions d'énergie sont ainsi réduites en charge partielle, mais il est impossible de tirer parti des différents apports de chaleur dans les pièces.",
              "images": ["image_1"]
            }
          },
          "classe_C": {
            "regulation_individuelle_piece": {
              "description": "Régulation individuelle par pièce au moyen de robinets thermostatiques ou d'un régulateur électronique",
              "impact": "La puissance fournie dépend de la température ambiante (= grandeur réglée). Elle tient compte également des apports thermiques dans la pièce (chaleur émise par le rayonnement solaire, les personnes, les animaux, les équipements techniques). La pièce peut être maintenue à une température confortable avec moins d'énergie.",
              "images": ["image_1"]
            }
          },
          "classe_B": {
            "regulation_modulante_communication": {
              "description": "Régulation modulante individuelle par pièce avec communication entre les régulateurs et le BACS",
              "impact": "Même raison que précédemment. De plus, la centralisation des programmes horaires permet de réduire la puissance en période d'inoccupation. Les fonctions d'exploitation et de surveillance permettent d'optimiser encore plus le fonctionnement de l'installation.",
              "images": ["image_1"]
            }
          },
          "classe_A": {
            "regulation_modulante_reaction_lente": {
              "description": "Régulation modulante individuelle par pièce avec communication pour systèmes d'émission à réaction lente",
              "impact": "Même raison que précédemment. Ceci permet d'obtenir un fonctionnement éco-performant pour les systèmes d'émission à réaction lente similaire à celui de la fonction 1.1.4.",
              "images": ["image_1"]
            },
            "regulation_modulante_occupation": {
              "description": "Régulation modulante individuelle par pièce du signal de régulation et détection d'occupation",
              "impact": "Même raison que précédemment. De plus: La régulation effective en fonction de l'occupation permet d'économiser encore plus d'énergie dans la pièce en charge partielle. La production d'énergie en fonction des besoins minimise les déperditions lors de la génération et de la distribution.",
              "images": ["image_1"]
            }
          }
        }
      },
      "1.2_regulation_emission_thermo_actif": {
        "description": "Régulation de l'émission pour système thermo-actif (mode de chauffage)",
        "classes": {
          "classe_D": {
            "aucune_regulation_automatique": {
              "description": "Aucune régulation automatique de la température ambiante",
              "impact": "La puissance maximum est fournie en continu au système thermo-actif, ce qui conduit à une dépense d'énergie thermique inutile en charge partielle.",
              "images": ["image_2"]
            }
          },
          "classe_C": {
            "regulation_centrale_automatique": {
              "description": "La régulation centrale automatique pour une zone de système thermo-actif",
              "impact": "La puissance fournie est régulée en fonction de la température extérieure par exemple (correspondant à la demande de chaleur probable des consommateurs). Les déperditions d'énergie sont ainsi réduites en charge partielle, mais il est impossible de tirer parti des différents apports de chaleur dans les pièces.",
              "images": ["image_2"]
            }
          },
          "classe_B": {
            "regulation_centrale_automatique_evoluee": {
              "description": "Régulation centrale automatique évoluée de la zone de système thermo-actif",
              "impact": "La puissance fournie est régulée en fonction de la température extérieure. L'exploitation des effets d'autorégulation pendant les heures de fonctionnement permet de satisfaire les besoins de confort dans toutes les pièces et de réduire la demande de chaleur autant que possible.",
              "images": ["image_2"]
            }
          },
          "classe_A": {
            "regulation_centrale_automatique_evoluee_intermittence": {
              "description": "Régulation centrale automatique évoluée avec fonctionnement par intermittence et/ou commande à rétroaction de température ambiante",
              "impact": "L'enclenchement cyclique des pompes permet d'économiser plus d'électricité. En outre, les phases d'enclenchement peuvent avoir lieu lorsqu'une performance énergétique peut être réalisée ou aux heures où l'énergie est disponible à son avantage.",
              "images": ["image_2"]
            }
          }
        }
      },
      "1.3_regulation_temperature_reseau": {
        "description": "Régulation de la température du réseau de distribution (en départ ou en retour)",
        "classes": {
          "classe_D": {
            "aucune_regulation_automatique": {
              "description": "Aucune régulation automatique",
              "impact": "La température de référence la plus élevée de l'ensemble des consommateurs est distribuée en permanence, ce qui entraîne des déperditions d'énergie substantielles en charge partielle.",
              "images": ["image_3"]
            }
          },
          "classe_C": {
            "regulation_temperature_exterieure": {
              "description": "Régulation en fonction de la température extérieure",
              "impact": "La température distribuée dépend de la température extérieure (correspondant à la demande de température probable des consommateurs). Ceci permet de réduire les déperditions d'énergie en charge partielle.",
              "images": ["image_3"]
            }
          },
          "classe_A": {
            "regulation_basee_besoins": {
              "description": "Régulation basée sur les besoins",
              "impact": "La température distribuée dépend de la température ambiante (= grandeur réglée). Elle tient compte également des apports thermiques dans la pièce (chaleur émise par le rayonnement solaire, les personnes, les animaux, les équipements techniques). Elle maintient les déperditions d'énergie à un niveau optimal (bas) en charge partielle.",
              "images": ["image_3"]
            }
          }
        }
      },
      "1.4_regulation_pompes_distribution": {
        "description": "Régulation des pompes de distribution du réseau",
        "classes": {
          "classe_D": {
            "aucune_regulation_automatique": {
              "description": "Aucune régulation automatique",
              "impact": "Pas d'économie, la pompe consomme de l'électricité en permanence.",
              "images": ["image_4"]
            }
          },
          "classe_C": {
            "commande_automatique_marche_arret": {
              "description": "Commande automatique de mise en marche/arrêt",
              "impact": "La pompe ne consomme de l'électricité qu'en cas de besoin : par exemple en mode occupation, en mode protection (risque de gel).",
              "images": ["image_4"]
            }
          },
          "classe_B": {
            "commande_multi_vitesse": {
              "description": "Commande multi-vitesse",
              "impact": "Sur les pompes à plusieurs allures, le fonctionnement à petite vitesse réduit la consommation d'électricité.",
              "images": ["image_4"]
            }
          },
          "classe_A": {
            "commande_vitesse_variable_delta_p_constant": {
              "description": "Commande des pompes à vitesse variable avec Δp constant",
              "impact": "Avec Δp constant : En maintenant une pression différentielle constante sur la pompe, la pression différentielle n'augmente pas lorsque la charge diminue. En charge partielle, la vitesse de la pompe est réduite, ce qui abaisse la consommation électrique.",
              "images": ["image_4"]
            },
            "commande_vitesse_variable_delta_p_variable": {
              "description": "Commande des pompes à vitesse variable avec Δp variable après un signal de demande externe",
              "impact": "Avec Δp variable suite à un signal de demande externe, la vitesse de la pompe est réduite le plus possible en charge partielle, tout en couvrant à tout moment les besoins du consommateur dont la demande est la plus forte. En d'autres termes, aucun consommateur n'est sous-approvisionné. La consommation électrique est ainsi réduite au maximum.",
              "images": ["image_4"]
            }
          }
        }
      },
      "1.4a_equilibrage_hydronique": {
        "description": "Équilibrage hydronique du système de distribution de chaleur",
        "classes": {
          "classe_D": {
            "aucun_equilibrage": {
              "description": "Aucun équilibrage",
              "impact": "Aucune économie car certains émetteurs de chaleur peuvent être rapidement suralimentés.",
              "images": ["image_5"]
            },
            "equilibrage_statique_emetteur": {
              "description": "Équilibrage statique de chaque émetteur, sans équilibrage du groupe",
              "impact": "Le débit est correctement réglé sur chaque émetteur pour la situation de référence, mais un suralimentation/sous-alimentation est possible en charge partielle.",
              "images": ["image_5"]
            },
            "equilibrage_statique_emetteur_groupe": {
              "description": "Équilibrage statique de chaque émetteur et équilibrage statique du groupe",
              "impact": "Comme précédemment, mais le débit est aussi réglé correctement pour la situation de référence pour un groupe d'émetteurs de chaleur.",
              "images": ["image_5"]
            }
          },
          "classe_C": {
            "equilibrage_statique_emetteur_equilibrage_dynamique_groupe": {
              "description": "Équilibrage statique de chaque émetteur et équilibrage dynamique du groupe",
              "impact": "Comme précédemment, mais avec équilibrage dynamique d'un groupe d'émetteurs de chaleur.",
              "images": ["image_5"]
            }
          },
          "classe_A": {
            "equilibrage_dynamique_emetteur": {
              "description": "Équilibrage dynamique de chaque émetteur",
              "impact": "Chaque émetteur est équilibré dynamiquement, par exemple avec une vanne de régulation indépendante de la pression (PICV - soit mécaniquement, soit électroniquement).",
              "images": ["image_5"]
            }
          }
        }
      },
      "1.5_regulation_intermittente": {
        "description": "Régulation intermittente de l'émission et/ou de la distribution",
        "classes": {
          "classe_D": {
            "aucune_regulation_automatique": {
              "description": "Aucune régulation automatique",
              "impact": "Pas d'économies, car l'émission et/ou la distribution sont toujours actives.",
              "images": ["image_6"]
            }
          },
          "classe_C": {
            "regulation_programme_fixe": {
              "description": "Régulation automatique avec programme fixe",
              "impact": "Économies dans l'émission et/ou la distribution en dehors des heures de fonctionnement nominales.",
              "images": ["image_6"]
            }
          },
          "classe_B": {
            "regulation_optimisation_marche_arret": {
              "description": "Régulation automatique avec optimisation de la mise en marche/arrêt",
              "impact": "Économies supplémentaires dans l'émission et/ou la distribution en optimisant en permanence les heures de fonctionnement de l'installation en fonction des heures d'occupation.",
              "images": ["image_6"]
            }
          },
          "classe_A": {
            "regulation_evaluation_besoins": {
              "description": "Régulation automatique avec évaluation des besoins",
              "impact": "Le temps de fonctionnement et/ou la consigne de température pour l'émission et/ou la distribution sont déterminés en fonction de la demande des consommateurs. On peut utiliser pour ce faire le régime de fonctionnement (Confort, Pré-confort, Économie, Protection).",
              "images": ["image_6"]
            }
          }
        }
      },
      "1.6_regulation_generateurs_chaleur": {
        "description": "Régulation des générateurs de chaleur pour la combustion et le chauffage urbain",
        "classes": {
          "classe_D": {
            "temperature_constante": {
              "description": "Régulation de température constante",
              "impact": "Le générateur fournit en permanence la température de référence la plus élevée de l'ensemble des consommateurs, ce qui entraîne des déperditions d'énergie substantielles en charge partielle.",
              "images": ["image_7"]
            }
          },
          "classe_C": {
            "temperature_variable_exterieure": {
              "description": "Régulation de température variable en fonction de la température extérieure",
              "impact": "La température du générateur est réglée en fonction de la température extérieure (correspondant à la demande de température probable des consommateurs). Les déperditions d'énergie sont ainsi considérablement réduites.",
              "images": ["image_7"]
            }
          },
          "classe_A": {
            "temperature_variable_charge": {
              "description": "Régulation de température variable en fonction de la charge",
              "impact": "La température du générateur est réglée en fonction de la demande de température effective des consommateurs. Les pertes dans le générateur sont ainsi réduites de manière optimale.",
              "images": ["image_7"]
            }
          }
        }
      },
      "1.7_pompe_chaleur_regulation": {
        "description": "Pompe à chaleur pour la régulation des générateurs de chaleur",
        "classes": {
          "classe_D": {
            "temperature_constante": {
              "description": "Régulation de température constante",
              "impact": "Le générateur fournit toujours la température en fonction du consommateur ayant la demande la plus élevée. Il est en résulte une abaissement significatif du coefficient de performance (COP) en charge partielle.",
              "images": ["image_8"]
            }
          },
          "classe_C": {
            "temperature_variable_exterieure": {
              "description": "Régulation de température variable en fonction de la température extérieure",
              "impact": "La température du générateur est régulée en fonction de la température extérieure (correspondant à la demande de température probable des consommateurs), ce qui entraîne une augmentation du COP et du coefficient de performance annuel (COPA).",
              "images": ["image_8"]
            }
          },
          "classe_A": {
            "temperature_variable_charge": {
              "description": "Régulation de température variable en fonction de la charge",
              "impact": "La température du générateur est réglée en fonction de la demande de température effective des consommateurs, maintenant le COP et le COPA à un niveau optimal (élevé).",
              "images": ["image_8"]
            }
          }
        }
      },
      "1.8_regulation_generateurs_chaleur_unite_exterieure": {
        "description": "Régulation des générateurs de chaleur (unité extérieure)",
        "classes": {
          "classe_D": {
            "marche_arret": {
              "description": "Commande de mise en marche/arrêt du générateur de chaleur",
              "impact": "La chaleur fournie par le générateur ne peut qu'être ajustée approximativement aux besoins des consommateurs. L'ajustement s'effectue essentiellement en modifiant la fréquence de commutation. L'efficacité du générateur est par conséquent réduite.",
              "images": ["image_9"]
            }
          },
          "classe_B": {
            "regulation_multi_niveaux": {
              "description": "Régulation multi-niveaux (par paliers) de la capacité des générateurs de chaleur en fonction de la charge ou de la demande",
              "impact": "La chaleur fournie peut être ajustée plus précisément aux besoins des consommateurs en commutant plusieurs étages. Ceci améliore l'efficacité du générateur de chaleur.",
              "images": ["image_9"]
            }
          },
          "classe_A": {
            "regulation_progressive": {
              "description": "Régulation progressive de la capacité des générateurs de chaleur en fonction de la charge ou de la demande",
              "impact": "La régulation variable du générateur en fonction de la charge ou de la demande permet de produire toujours de la chaleur de manière optimale et de dégager une efficacité maximale.",
              "images": ["image_9"]
            }
          }
        }
      },
      "1.9_priorite_generateurs_chaleur": {
        "description": "Ordre de priorité des différents générateurs de chaleur",
        "classes": {
          "classe_D": {
            "priorites_temps_fonctionnement": {
              "description": "Les priorités sont uniquement basées sur le temps de fonctionnement",
              "impact": "On peut ainsi répartir les temps de fonctionnement entre les différents générateurs comme on le souhaite.",
              "images": ["image_10"]
            }
          },
          "classe_C": {
            "liste_fixe_priorites": {
              "description": "Régulation basée sur une liste fixe des priorités",
              "impact": "On peut ainsi répartir les temps de fonctionnement entre les différents générateurs comme on le souhaite.",
              "images": ["image_10"]
            }
          },
          "classe_B": {
            "liste_dynamique_rendement_capacites": {
              "description": "Régulation basée sur une liste dynamique des priorités basée sur le rendement et les capacités actuelles des générateurs",
              "impact": "En tenant compte du rendement et des conditions de fonctionnement actuels, il est possible d'exécuter la combinaison la plus appropriée. Ceci augmente encore plus le coefficient de performance annuel (COPA).",
              "images": ["image_10"]
            }
          },
          "classe_A": {
            "liste_dynamique_previsionnel": {
              "description": "Régulation basée sur une liste dynamique des priorités reposant sur l'état prévisionnel et actuel de la charge, du rendement et de la capacité des générateurs",
              "impact": "Le fait de tenir compte du rendement et des conditions de fonctionnement actuels et de prédire la condition de fonctionnement future avec les coefficients de performance correspondants permet d'exploiter les générateurs de manière optimale sur le long terme.",
              "images": ["image_10"]
            }
          }
        }
      },
      "1.10_stockage_energie_thermique": {
        "description": "Régulation du stockage de l'énergie thermique (TES)",
        "classes": {
          "classe_D": {
            "stockage_continu": {
              "description": "Stockage continu",
              "impact": "Il s'agit essentiellement de garantir l'approvisionnement si un générateur tombe en panne. Le stockage permanent de la chaleur entraîne également une déperdition de chaleur continue à partir du ballon de stockage.",
              "images": ["image_11"]
            }
          },
          "classe_B": {
            "regulation_deux_capteurs": {
              "description": "Régulation du stockage au moyen de 2 capteurs",
              "impact": "Les deux capteurs du ballon fournissent une indication sur sa charge. Sur la base de cette information, il est possible de commuter les générateurs moins fréquemment et d'obtenir ainsi un fonctionnement plus efficace. Les déperditions du ballon de stockage sont réduites.",
              "images": ["image_11"]
            }
          },
          "classe_A": {
            "stockage_predictions_charges": {
              "description": "Stockage basé sur les prédictions de charges",
              "impact": "La prédiction de la demande des consommateurs permet d'enclencher uniquement la charge nécessaire. Les générateurs fonctionnent ainsi de manière optimale et les déperditions de stockage thermique sont réduites au maximum.",
              "images": ["image_11"]
            }
          }
        }
      }
    }
  }
}