{
  "2_ecs": {
    "description": "Eau Chaude Sanitaire",
    "sous_categories": {
      "2.1_regulation_stockage_chauffage_electrique": {
        "description": "Régulation du stockage de l'eau chaude sanitaire avec chauffage électrique direct ou pompe à chaleur électrique intégrée",
        "classes": {
          "classe_D": {
            "commande_marche_arret": {
              "description": "Commande automatique de mise en marche/arrêt",
              "impact": "La régulation s'effectue via un thermostat.",
              "images": ["image_12"]
            }
          },
          "classe_C": {
            "commande_marche_arret_programmation": {
              "description": "Commande automatique de mise en marche/arrêt et programmation du temps de charge",
              "impact": "Le déclenchement du temps de charge entraîne des économies d'énergie (déperditions dans le ballon) grâce à la définition d'une durée de charge et empêche des charges fréquentes. Si la température d'ECS passe en dessous d'un certain niveau réduit, une recharge s'effectue même sans déclenchement du temps de charge.",
              "images": ["image_12"]
            }
          },
          "classe_A": {
            "commande_marche_arret_programmation_capteurs": {
              "description": "Commande automatique de mise en marche/arrêt et programmation du temps de charge et gestion du stockage avec plusieurs capteurs",
              "impact": "Plusieurs capteurs permettent de diviser le ballon d'ECS en différentes zones pour une meilleure adaptation à l'usage. Les déperditions thermiques dans le ballon sont ainsi réduites.",
              "images": ["image_12"]
            }
          }
        }
      },
      "2.2_regulation_stockage_generateur": {
        "description": "Régulation du stockage de l'eau chaude sanitaire en utilisant un générateur d'eau chaude",
        "classes": {
          "classe_D": {
            "commande_marche_arret": {
              "description": "Commande automatique de mise en marche/arrêt",
              "impact": "La régulation s'effectue via un thermostat.",
              "images": ["image_13"]
            }
          },
          "classe_C": {
            "commande_marche_arret_programmation": {
              "description": "Commande automatique de mise en marche/arrêt et programmation du temps de charge",
              "impact": "Le déclenchement du temps de charge entraîne des économies d'énergie (déperditions dans le ballon) grâce à la définition d'une durée de charge et empêche des charges fréquentes. Si la température d'ECS passe en dessous d'un certain niveau réduit, une recharge s'effectue même sans déclenchement du temps de charge.",
              "images": ["image_13"]
            }
          },
          "classe_A": {
            "commande_marche_arret_programmation_regulation_temperature": {
              "description": "Commande automatique de mise en marche/arrêt, programmation du temps de charge et régulation de la température d'alimentation selon les besoins ou gestion du stockage avec plusieurs capteurs",
              "impact": "La fourniture d'une température en fonction des besoins limite les déperditions de chaleur lors de la production et de la distribution. La température fournie peut être harmonisée sur la température du ballon d'ECS et augmentée au besoin. L'échelonnement de la charge dans le temps (par rapport aux circuits de chauffage par exemple) réduit la puissance maximale des générateurs : ceux-ci peuvent fonctionner dans une plage de charge partielle optimale.",
              "images": ["image_13"]
            }
          }
        }
      },
      "2.3_regulation_stockage_energie_solaire": {
        "description": "Régulation du stockage de l'eau chaude sanitaire avec collecteur d'énergie solaire et génération de chaleur supplémentaire",
        "classes": {
          "classe_D": {
            "regulation_manuelle": {
              "description": "Régulation manuelle",
              "impact": "La régulation s'effectue via un thermostat. Le générateur doit être présélectionné.",
              "images": ["image_14"]
            }
          },
          "classe_C": {
            "regulation_automatique_priorites": {
              "description": "Régulation automatique du stockage de l'énergie solaire (Priorité 1) et stockage supplémentaire (Priorité 2)",
              "impact": "Le capteur solaire peut recharger une quantité quelconque d'énergie gratuite disponible jusqu'à la température maximale du ballon d'ECS, de sorte à exploiter au maximum l'énergie solaire. La production de chaleur apporte uniquement l'appoint d'énergie nécessaire pour garantir une température d'ECS suffisante à tout moment.",
              "images": ["image_14"]
            }
          },
          "classe_A": {
            "regulation_automatique_priorites_temperature": {
              "description": "Régulation automatique du stockage de l'énergie solaire (Priorité 1) et stockage supplémentaire (Priorité 2) plus régulation de la température d'alimentation selon les besoins ou gestion du stockage avec plusieurs capteurs",
              "impact": "La charge du ballon par l'énergie solaire a la priorité la plus élevée. L'appoint nécessaire est fourni par le générateur de chaleur via la régulation de la température en fonction des besoins, ce qui réduit les déperditions thermiques lors de la génération et de la distribution. Plusieurs capteurs permettent de diviser le ballon d'ECS en différentes zones pour une meilleure adaptation à l'usage. Les déperditions thermiques dans le ballon sont ainsi réduites.",
              "images": ["image_14"]
            }
          }
        }
      },
      "2.4_commande_pompe_circulation": {
        "description": "Commande de la pompe de circulation d'eau chaude sanitaire",
        "classes": {
          "classe_D": {
            "sans_regulation": {
              "description": "Sans régulation, fonctionnement continu",
              "impact": "La circulation d'eau chaude entraîne des déperditions thermiques superflues préjudiciables à l'efficacité globale de la préparation d'ECS.",
              "images": ["image_15"]
            }
          },
          "classe_A": {
            "avec_programmation": {
              "description": "Avec programmation",
              "impact": "Les déperditions thermiques liées à la circulation de l'eau chaude sont limitées aux périodes principales d'occupation.",
              "images": ["image_15"]
            }
          }
        }
      }
    }
  }
}