{
  "5_eclairage": {
    "description": "Systèmes d'éclairage",
    "sous_categories": {
      "5.1_commande_occupation": {
        "description": "Commande basée sur l'occupation",
        "classes": {
          "classe_D": {
            "interrupteur_manuel": {
              "description": "Interrupteur manuel de mise en marche/arrêt",
              "impact": "Les luminaires sont éteints et allumés avec un interrupteur manuel dans la pièce. Dans les bâtiments résidentiels: Les occupants peuvent allumer et éteindre les luminaires selon leurs besoins. Ceci permet d'économiser de l'énergie d'éclairage. Dans les bâtiments non résidentiels: L'éclairage reste la plupart du temps allumé. Raison : De nombreux utilisateurs n'éteignent pas la lumière pendant leurs pauses ou à la fin de leur journée de travail.",
              "images": ["image_1"]
            }
          },
          "classe_C": {
            "interrupteur_manuel_signal_extinction": {
              "description": "Interrupteur manuel de mise en marche/arrêt + signal supplémentaire d'extinction",
              "impact": "Les luminaires sont éteints et allumés avec un interrupteur manuel dans la pièce. De plus, un signal automatique éteint automatiquement les lumières au moins une fois par jour, habituellement le soir pour éviter un fonctionnement inutile au cours de la nuit. Assure également l'extinction des lumières dans les bâtiments non-résidentiels (par ex. le soir ou le week-end).",
              "images": ["image_1"]
            }
          },
          "classe_A": {
            "detection_automatique_modulation": {
              "description": "Détection automatique: Mise en marche automatique/arrêt avec modulation par variateur - Mise en marche automatique/arrêt automatique",
              "impact": "Mise en marche automatique/arrêt avec modulation par variateur: le système de commande allume automatiquement le(s) luminaire(s) à chaque fois qu'une occupation est détectée dans une zone éclairée, et les bascule automatiquement dans un état présentant une intensité lumineuse réduite après détection de la dernière présence dans la zone éclairée. Mise en marche automatique / arrêt automatique: le système de commande allume automatiquement le(s) luminaire(s) à chaque fois qu'une présence est détectée dans la zone éclairée et les éteint automatiquement en intégralité.",
              "images": ["image_1"]
            },
            "detection_automatique_partielle": {
              "description": "Détection automatique: Mise en marche manuelle/mise en marche partiellement automatique/arrêt du variateur - Mise en marche manuelle/mise en marche partiellement automatique/arrêt automatique",
              "impact": "Mise en marche manuelle/mise en marche partiellement automatique/arrêt du variateur: les luminaires ne peuvent être allumés qu'à l'aide d'un interrupteur manuel ou automatiquement par un détecteur d'occupation situé dans la zone éclairée par les luminaires (ou tout près de cette zone) et, s'ils ne sont pas éteints manuellement, ils sont automatiquement basculés dans un état présentant une intensité lumineuse réduite après détection de la dernière présence dans la zone éclairée. Mise en marche manuelle/mise en marche partiellement automatique/arrêt automatique: les luminaires ne peuvent être allumés qu'au moyen d'un interrupteur manuel ou automatiquement par un détecteur d'occupation.",
              "images": ["image_1"]
            }
          }
        }
      },
      "5.2_regulation_intensite_lumineuse": {
        "description": "Régulation de l'intensité lumineuse/de la lumière naturelle",
        "classes": {
          "classe_C": {
            "manuelle_centralisee": {
              "description": "Manuelle centralisée",
              "impact": "Les luminaires sont commandés de manière centralisée, il n'y a aucun interrupteur manuel dans la pièce/zone. On augmente manuellement l'intensité de l'éclairage à partir d'un point central lorsque la luminosité naturelle devient trop faible. Cependant, on oublie souvent de rabaisser l'intensité lumineuse lorsque la luminosité naturelle est suffisante (comportement non optimal).",
              "images": ["image_2"]
            },
            "manuelle": {
              "description": "Manuelle",
              "impact": "Les luminaires peuvent être éteints avec un interrupteur manuel dans la pièce. Comme Manuelle centralisée, mais les luminaires peuvent en plus être éteints manuellement dans chaque pièce (plus de possibilités d'intervention locale). Cependant, même ici, on oublie souvent d'éteindre les luminaires lorsque la luminosité naturelle est suffisante (comportement non optimal).",
              "images": ["image_2"]
            }
          },
          "classe_B": {
            "commutation_automatique": {
              "description": "Commutation automatique",
              "impact": "Les luminaires sont automatiquement éteints dès que la lumière naturelle est plus que suffisante pour assurer l'éclairage minimal requis et sont allumés lorsque la lumière naturelle devient insuffisante. Lorsque la luminosité naturelle est suffisante, les luminaires sont éteints ce qui élimine les inconvénients de Manuelle centralisée et Manuelle. L'allumage automatique garantit un éclairage suffisant.",
              "images": ["image_2"]
            }
          },
          "classe_A": {
            "modulation_automatique": {
              "description": "Modulation automatique",
              "impact": "l'intensité lumineuse des luminaires est progressivement réduite et les luminaires sont finalement éteints, par exemple dès que la lumière naturelle est suffisante ou lorsque la régulation de l'intensité lumineuse à base de scènes est appliquée. Les luminaires seront rallumés et leur intensité lumineuse progressivement augmentée lorsque la quantité de lumière naturelle diminue ou lorsque la régulation de l'intensité lumineuse à base de scènes est appliquée. Un éclairage automatique en appoint de la lumière du jour assure toujours un éclairage suffisant avec une consommation d'énergie minimale.",
              "images": ["image_2"]
            }
          }
        }
      }
    }
  }
}